Repository: jjarbetoro/UNfuzzy
Catalog: locale/*/*.po
Languages: es

source: and
es: y

source: inputs,
es: entradas,

source: labels
es: etiquetas

source: outputs,
es: salidas,

source: rules.
es: reglas.

source: to
es: a

source: values outside te variables ranges
es: valores por fuera de los rangos de las variables

source: &Exit
es: &Salir

source: &Help
es: A&yuda

source: ) is :
es: ) es :

source: // Author: Oscar Duarte (ogduartev@unal.edu.co)
es: // Autor: Oscar Duarte (ogduartev@unal.edu.co)

source: // Automatically generated by UNFUZZY V 3.0
es: // Generado automáticamente por UNFUZZY V 3.0

source: // C++ code for the Fuzzy Logic System
es: // Código C++ del Sistema de Lógica Difusa

source: // Disclaimer:
es: // Descargo de responsabilidad:

source: // It does not causes direct or indirect responsability neither for the author of UNFUZZY
es: // En ninguna forma genera responsabilidad para el autor de UNFUZZY

source: // The code generated is udes under the responsability of the user.
es: // El código generado se usa bajo responsabilidad del usuario.

source: // in order to compile xxx.cpp:
es: // para compilar el archivo xxx.cpp:

source: // nor for Universidad Nacional de Colombia.
es: // ni para la Universidad Nacional de Colombia.

source: Actual value
es: Valor actual

source: Add
es: Adicionar

source: Available languages
es: Idiomas disponibles

source: Bell
es: Campana

source: Bounded Product
es: Producto acotado

source: Bounded Sum
es: Suma acotada

source: CPP files (*.cpp)|*.cpp
es: Archivos CPP (*.cpp)|*.cpp

source: CSV files (*.csv)|*.csv
es: Archivos CSV (*.csv)|*.csv

source: Calculate
es: Calcular

source: Cancel
es: Cancelar

source: Center of gravity
es: Centro de gravedad

source: Certainty
es: Certeza

source: Certainty value (between 0.0 y 1.0)
es: Valor de la certeza (entre 0.0 y 1.0)

source: Clean
es: Limpiar

source: Clean the system
es: Limpiar el sistema

source: Composition
es: Composición

source: Confirmation
es: Confirmación

source: Conjunction
es: Conjunción

source: Constant direction:
es: Sentido constante:

source: Curve sets
es: Conjuntos curvos

source: Data table
es: Tabla de datos

source: Decreasing direction
es: Sentido decreciente

source: Defuzzyfier
es: Concresor

source: Delete
es: Eliminar

source: Delete all the Rule base
es: Vaciar la Base

source: Delete pattern
es: Eliminar Patrón

source: Delete rule
es: Eliminar Reglas

source: Description:
es: Descripción:

source: Description:
es: Descripción:

source: Design of input or output universes
es: Diseño de Universos de Entrada o Salida

source: Do you want another calculus? (s/n)
es: Desea otro cálculo ?(s/n)

source: Do you want to delete the layer?
es: ¿Desea eliminar la capa?

source: Do you want to delete the node?
es: ¿Desea eliminar el nodo?

source: Do you want to delete the patterns?
es: ¿Desea eliminar los patrones?

source: Do you want to delete the rules?
es: ¿Desea eliminar las reglas?

source: Do you want to delete the variable?
es: ¿Desea eliminar la variable?

source: Do you want to keep this choice?
es: ¿Desea mantener esa elección?

source: Drastic Product
es: Producto drástico

source: Drastic Sum
es: Suma drástica

source: Dubois-Prade Family
es: Familia Dubois-Prade

source: Edit
es: Editar

source: Engine
es: Motor

source: Enter the family parameter, between
es: Ingrese el parámetro de la familia, entre

source: Enter the value of the parameter
es: Ingrese el valor de la variable

source: Evaluation points
es: Puntos de evaluación

source: First of maximums
es: Primer máximo

source: Fixed unverses
es: Universos fijos

source: Frank Family
es: Familia Frank

source: Fulfill the Rule base
es: Llenar la Base

source: Fuzzy Logic System
es: Sistema de Lógica Difusa

source: Fuzzy Logic System design
es: Edición del Sistema de Lógica Difusa

source: Fuzzyfier
es: Difusor

source: Fuzzyfier design
es: Edición del difusor

source: Godel
es: Gödel

source: Hamacher Family
es: Familia Haamacher

source: Height
es: Altura

source: Help
es: Ayuda

source: Horizontal axe
es: Eje Horizontal

source: Implication
es: Implicación

source: Increasing direction
es: Sentido creciente

source: Individual calculus
es: Cálculo individual

source: Inference Engine Parameters
es: Parametros del motor de inferencia

source: Information
es: Información

source: Input
es: Entrada

source: Input-Output function
es: Función de entrada-salida

source: Inputs
es: Entradas

source: Insert pattern
es: Insertar Patrón

source: Insert rule
es: Insertar Regla

source: Label
es: Etiqueta

source: Last of maximums
es: Último máximo

source: Linguistic modifier
es: Modificador lingüístico

source: Linguistic variable
es: Variable lingüística

source: Load patterns
es: Cargar Patrones

source: Maximum
es: Máximo

source: Maximum value
es: Valor máximo

source: Medio of maximums
es: Media de máximos

source: Minimum
es: Mínimo

source: Minimum value
es: Valor mínimo

source: Modifier value (between 0.0 y 5.0)
es: Valor del modificador (entre 0.0 y 5.0)

source: Must be between
es: Debe estar entre

source: Name:
es: Nombre:

source: Networks of Fuzzy Logic Systems
es: Redes de Sistemas de Lógica Difusa

source: Number of evaluation intervals
es: Número de intervalos de evaluación

source: Number of sets
es: Número de conjuntos

source: Output
es: Salida

source: Outputs
es: Salidas

source: PI-Bell
es: Pi-campana

source: Paint
es: Pintar

source: Parameter of the Norm familiy
es: Parámetro de la familia de norma

source: Product
es: Producto

source: Progress
es: Avance

source: Rapid definition
es: Definición rápida

source: Rows
es: Lineas

source: Rows:
es: Lineas:

source: Rule
es: Regla

source: Rule base
es: Base de reglas

source: Rule base rapid definition
es: Definición rápida de la base de reglas

source: Rule certainty
es: Certeza de la regla

source: Rules
es: Reglas

source: Select one (and only one) output to be rapidly defined
es: Seleccione una (y solo una) salida para definir de forma rápida

source: Select the language
es: Seleccione el idioma

source: Select the patterns you want to dekete
es: Seleccione los patrones a eliminar

source: Select the rules to be deleted
es: Seleccione las reglas a eliminar

source: Select the rules whose certainty you want to change
es: Seleccione las reglas cuya certeza quiere cambiar

source: Selfdefinition
es: Autodefinir

source: Set
es: Conjunto

source: Set base
es: Conjunto base

source: Set label
es: Etiqueta del conjunto

source: Sets
es: Conjuntos

source: Shape of the sets
es: Forma de los conjuntos

source: Sharp
es: Aguda

source: Short curve sets
es: Conjuntos curvos cortos

source: Short straight sets
es: Conjuntos rectos cortos

source: Software for design of Networks of Fuzzy Logic Systems. Universidad Nacional de Colombia
es: Programa de diseño de Redes de Sistemas de Lógica Difusa Universidad Nacional de Colombia

source: Software for design of Fuzzy Logic Systems. Universidad Nacional de Colombia
es: Programa de diseño de Sistemas de Lógica Difusa Universidad Nacional de Colombia

source: Source code generated
es: Código fuente generado

source: Spanish
es: Español

source: Step by step calculus
es: Cálculo paso a paso

source: Stochastic
es: Estocástica

source: Straight sets
es: Conjuntos rectos

source: Sugeno Family
es: Familia Sugeno

source: System information
es: Información del sistema

source: System training
es: Entrenamiento del sistema

source: The file coud not be loaded
es: No se pudo cargar el archivo

source: The file could not be opened
es: No se pudo abrir el archivo

source: The file fuzzy.cpp is neccesary in compilation ¿do you want to overwrite it?
es: El archivo fuzzy.cpp es necesario para compilar ¿desea sobreescribirlo?

source: The file has been created
es: Se ha creado el archivo

source: The modifier has been applied
es: Se ha aplicado el modificador

source: The parameter applied will be
es: El parámetro aplicado será

source: The selected implication requires a Conjunction type 'Intersection'. You have selected one of type 'Union'
es: La Implicación seleccionada requiere una Conjunción del tipo 'Intersección'. La que usted ha seleccionado es del tipo 'Unión'

source: The selected implication requires a Conjunction type 'Union'. You have selected one of type 'Intersection'
es: La Implicación seleccionada requiere una Conjunción del tipo 'Unión'. La que usted ha seleccionado es del tipo 'Intersección'

source: The value provided is not a valid one
es: El valor ingresado no es válido

source: There has been detected and adjusted
es: Se han detectado y ajustado

source: These are the options to define the rules of the ouput
es: Estas son las opciones para definir las reglas de la salida

source: This action will affect the rule base ¿Do you want to delete the set?
es: Esta acción afectará la base de reglas ¿Desea eliminar el conjunto?

source: This action will delete all the rules and create a new rule base ¿Do you want to proceed?
es: Esta acción borra todas las reglas y crea una base nueva ¿Desea proceder?

source: This action will erase all the previous definitions and create a new system. It can not be undo. ¿Do you want to proceed?
es: Esta acción borra todas las definiciones previas y crea un sistema nuevo. No puede deshacerse. ¿Desea continuar?

source: Tp Family
es: Familia Tp

source: Train
es: Entrenar

source: Training algorithm
es: Algoritmo de entrenamiento

source: Training has successfully finished
es: El entrenamiento ha concluido exitosamente

source: Triangle
es: Triángulo

source: Type
es: Tipo

source: Type Gamma
es: Tipo Gamma

source: Type L
es: Tipo L

source: Type PI
es: Tipo Pi

source: Type S
es: Tipo S

source: Type Z
es: Tipo Z

source: UNFUZZY 3 files (*.unf)|*.unf
es: Archivos UNFUZZY 3 (*.unf)|*.unf

source: UNFuzzyNetwork - Design of Networks of Fuzzy Logic Systems
es: UNFuzzyNetwork - Diseño de redes de sistemas de Lógica Difusa

source: UNFuzzyNetwork files (*.unn)|*.unn
es: Archivos UNFuzzyNetwork (*.unn)|*.unn

source: Under development...
es: En desarrollo...

source: Value of the point
es: Valor del punto

source: Value of the variable
es: El valor de la variable

source: Variable design
es: Edición de Variables

source: Variable name
es: Nombre de la variable

source: Variable rapid definition
es: Definición rápida de la variable

source: Variable universes
es: Universos variables

source: Vertical axe
es: Eje Vertical

source: Warning
es: Atención

source: Width
es: Ancho

source: Without label
es: Sin etiqueta

source: Without name
es: Sin nombre

source: Yager Family
es: Familia Yager

source: You cannot delete all the sets
es: No puede eliminar todos los conjuntos

source: You cannot delete all the variables
es: No puede eliminar todas las variables

source: myFLS
es: miSLD

source: myNetwork
es: miRed

source: |All files (*.*)|*.*
es: |Todos los archivos (*.*)|*.*

source: |C files (*.c)|*.c
es: |Archivos C (*.c)|*.c

source: |Text files (*.txt)|*.txt
es: |Archivos de texto (*.txt)|*.txt

source: |text files (*.txt)|*.txt
es: |Archivos de texto (*.txt)|*.txt

source: ¡Warning!
es: ¡Atención!
